Repository: LiberoPat/RecipeClipper
Catalog: ios/RecipeClipper/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

# action_add_as_note %@
source: Add “%@” as a note
de: „%@“ als Notiz hinzufügen
es: Añadir «%@» como nota
fr: Ajouter « %@ » comme note
it: Aggiungi «%@» come nota
pt_br: Adicionar “%@” como nota

# action_add_meal
source: + Add
de: + Hinzufügen
es: + Añadir
fr: + Ajouter
it: + Aggiungi
pt_br: + Adicionar

# action_add_to_day %@
source: Add to %@
de: Hinzufügen: %@
es: Añadir al %@
fr: Ajouter à %@
it: Aggiungi a %@
pt_br: Adicionar em %@

# action_add_to_plan
source: Add to plan
de: Zum Plan hinzufügen
es: Añadir al plan
fr: Ajouter au planning
it: Aggiungi al piano
pt_br: Adicionar ao plano

# action_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

# action_clip_it_yourself
source: Clip it yourself
de: Selbst ausschneiden
es: Recortar a mano
fr: Découper à la main
it: Ritaglia a mano
pt_br: Recortar à mão

# action_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar

# action_create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pt_br: Criar

# action_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_br: Excluir

# action_delete_list
source: Delete list
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
it: Elimina la lista
pt_br: Excluir lista

# action_discard
source: Discard
de: Verwerfen
es: Descartar
fr: Supprimer
it: Scarta
pt_br: Descartar

# action_done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
pt_br: Concluído

# action_edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt_br: Editar

# action_exit
source: ✕ Exit
de: ✕ Beenden
es: ✕ Salir
fr: ✕ Quitter
it: ✕ Esci
pt_br: ✕ Sair

# action_go
source: Go
de: Los
es: Ir
fr: OK
it: Vai
pt_br: Ir

# action_move
source: Move…
de: Verschieben…
es: Mover…
fr: Déplacer…
it: Sposta…
pt_br: Mover…

# action_move_down
source: Move down
de: Nach unten
es: Bajar
fr: Descendre
it: Sposta giù
pt_br: Mover para baixo

# action_move_to_day %@
source: Move to %@
de: Verschieben: %@
es: Mover al %@
fr: Déplacer à %@
it: Sposta a %@
pt_br: Mover para %@

# action_move_up
source: Move up
de: Nach oben
es: Subir
fr: Monter
it: Sposta su
pt_br: Mover para cima

# action_new_list
source: + New list
de: + Neue Liste
es: + Nueva lista
fr: + Nouvelle liste
it: + Nuova lista
pt_br: + Nova lista

# action_new_meal_type
source: + New meal type
de: + Neue Mahlzeit
es: + Nuevo tipo de comida
fr: + Nouveau type de repas
it: + Nuovo tipo di pasto
pt_br: + Novo tipo de refeição

# action_new_recipe
source: + New recipe
de: + Neues Rezept
es: + Nueva receta
fr: + Nouvelle recette
it: + Nuova ricetta
pt_br: + Nova receita

# action_open_original
source: Open original
de: Original öffnen
es: Ver el original
fr: Voir l'original
it: Apri l'originale
pt_br: Abrir original

# action_remove
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
pt_br: Remover

# action_remove_from_plan
source: Remove from plan
de: Aus dem Plan entfernen
es: Quitar del plan
fr: Retirer du planning
it: Rimuovi dal piano
pt_br: Remover do plano

# action_rename
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
pt_br: Renomear

# action_report_site
source: Report this site
de: Diese Website melden
es: Informar sobre este sitio
fr: Signaler ce site
it: Segnala questo sito
pt_br: Reportar este site

# action_reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Azzera
pt_br: Zerar

# action_resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
pt_br: Retomar

# action_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar

# action_start_cooking
source: Start cooking
de: Jetzt kochen
es: Empezar a cocinar
fr: Commencer à cuisiner
it: Inizia a cucinare
pt_br: Começar a cozinhar

# action_this_week
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
pt_br: Esta semana

# action_try_again
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt_br: Tentar novamente

# action_undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
pt_br: Desfazer

# action_update
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
pt_br: Atualizar

# action_update_from_source
source: Update from source
de: Von der Quelle aktualisieren
es: Actualizar desde la fuente
fr: Mettre à jour depuis la source
it: Aggiorna dalla fonte
pt_br: Atualizar da fonte

# add_to_day_title %@
source: Add to %@
de: Hinzufügen: %@
es: Añadir al %@
fr: Ajouter à %@
it: Aggiungi a %@
pt_br: Adicionar em %@

# backup_already_here %lld
source: %lld recipes were already here.
de: %lld Rezepte waren schon vorhanden.
es: %lld recetas ya estaban aquí.
fr: %lld recettes étaient déjà là.
it: %lld ricette erano già qui.
pt_br: %lld receitas já estavam aqui.

# backup_error_export_failed
source: Couldn't create the export file.
de: Die Exportdatei konnte nicht erstellt werden.
es: No se ha podido crear el archivo de exportación.
fr: Impossible de créer le fichier d'exportation.
it: Impossibile creare il file di esportazione.
pt_br: Não foi possível criar o arquivo de exportação.

# backup_error_malformed %@
source: That export file is damaged (%@). Nothing was imported.
de: Diese Exportdatei ist beschädigt (%@). Es wurde nichts importiert.
es: Ese archivo de exportación está dañado (%@). No se importó nada.
fr: Ce fichier d'exportation est endommagé (%@). Rien n'a été importé.
it: Quel file di esportazione è danneggiato (%@). Non è stato importato nulla.
pt_br: Esse arquivo de exportação está corrompido (%@). Nada foi importado.

# backup_error_newer_version %lld
source: That file was made by a newer version of Recipe Clipper (format %lld). Update the app to import it.
de: Diese Datei wurde mit einer neueren Version von Recipe Clipper erstellt (Format %lld). Aktualisiere die App, um sie zu importieren.
es: Ese archivo se creó con una versión más reciente de Recipe Clipper (formato %lld). Actualiza la app para importarlo.
fr: Ce fichier a été créé avec une version plus récente de Recipe Clipper (format %lld). Mettez à jour l'appli pour l'importer.
it: Quel file è stato creato con una versione più recente di Recipe Clipper (formato %lld). Aggiorna l'app per importarlo.
pt_br: Esse arquivo foi criado com uma versão mais recente do Recipe Clipper (formato %lld). Atualize o app para importá-lo.

# backup_error_not_a_backup
source: That file isn't a Recipe Clipper export.
de: Diese Datei ist kein Recipe-Clipper-Export.
es: Ese archivo no es una exportación de Recipe Clipper.
fr: Ce fichier n'est pas une exportation Recipe Clipper.
it: Quel file non è un'esportazione di Recipe Clipper.
pt_br: Esse arquivo não é uma exportação do Recipe Clipper.

# backup_error_read_failed
source: Couldn't open that file.
de: Diese Datei konnte nicht geöffnet werden.
es: No se ha podido abrir ese archivo.
fr: Impossible d'ouvrir ce fichier.
it: Impossibile aprire quel file.
pt_br: Não foi possível abrir esse arquivo.

# backup_error_save_failed
source: Couldn't save the imported recipes. Nothing was changed.
de: Die importierten Rezepte konnten nicht gespeichert werden. Es wurde nichts geändert.
es: No se han podido guardar las recetas importadas. No se cambió nada.
fr: Impossible d'enregistrer les recettes importées. Rien n'a changé.
it: Impossibile salvare le ricette importate. Non è stato modificato nulla.
pt_br: Não foi possível salvar as receitas importadas. Nada foi alterado.

# backup_export_description
source: Save every recipe and list to one file, to keep or to move to another phone
de: Alle Rezepte und Listen in einer Datei speichern – zum Aufbewahren oder für den Umzug auf ein anderes Telefon
es: Guardar todas las recetas y listas en un archivo, para conservarlo o pasarlo a otro teléfono
fr: Enregistrer toutes les recettes et listes dans un fichier, à garder ou à transférer sur un autre téléphone
it: Salvare tutte le ricette e le liste in un file, da conservare o trasferire su un altro telefono
pt_br: Salvar todas as receitas e listas em um arquivo, para guardar ou levar para outro celular

# backup_export_title
source: Export recipes
de: Rezepte exportieren
es: Exportar recetas
fr: Exporter les recettes
it: Esporta ricette
pt_br: Exportar receitas

# backup_exporting
source: Preparing the file…
de: Datei wird vorbereitet…
es: Preparando el archivo…
fr: Préparation du fichier…
it: Preparazione del file…
pt_br: Preparando o arquivo…

# backup_import_description
source: Add the recipes and lists from an export file. Nothing here is replaced or deleted.
de: Rezepte und Listen aus einer Exportdatei hinzufügen. Dabei wird nichts ersetzt oder gelöscht.
es: Añadir las recetas y listas de un archivo de exportación. Nada se reemplaza ni se elimina.
fr: Ajouter les recettes et listes d'un fichier d'exportation. Rien n'est remplacé ni supprimé ici.
it: Aggiungere le ricette e le liste da un file di esportazione. Qui non viene sostituito né eliminato nulla.
pt_br: Adicionar as receitas e listas de um arquivo de exportação. Nada aqui é substituído ou excluído.

# backup_import_title
source: Import recipes
de: Rezepte importieren
es: Importar recetas
fr: Importer des recettes
it: Importa ricette
pt_br: Importar receitas

# backup_imported %@ %@
source: Imported %1$@ and %2$@.
de: %1$@ und %2$@ importiert.
es: Importación completa: %1$@ y %2$@.
fr: Importation terminée : %1$@ et %2$@.
it: Importazione completata: %1$@ e %2$@.
pt_br: Importação concluída: %1$@ e %2$@.

# backup_imported_nothing
source: Nothing new: everything in that file is already here.
de: Nichts Neues: Alles aus dieser Datei ist schon vorhanden.
es: Nada nuevo: todo lo de ese archivo ya está aquí.
fr: Rien de nouveau : tout ce que contient ce fichier est déjà là.
it: Niente di nuovo: tutto il contenuto di quel file è già qui.
pt_br: Nada de novo: tudo o que está nesse arquivo já está aqui.

# backup_imported_recipes %@
source: Imported %@.
de: %@ importiert.
es: Importación completa: %@.
fr: Importation terminée : %@.
it: Importazione completata: %@.
pt_br: Importação concluída: %@.

# backup_importing
source: Importing…
de: Wird importiert…
es: Importando…
fr: Importation…
it: Importazione…
pt_br: Importando…

# backup_lists %lld
source: %lld lists
de: %lld Listen
es: %lld listas
fr: %lld listes
it: %lld liste
pt_br: %lld listas

# backup_recipes %lld
source: %lld recipes
de: %lld Rezepte
es: %lld recetas
fr: %lld recettes
it: %lld ricette
pt_br: %lld receitas

# backup_skipped_one %lld
source: 1 older recipe in no list wasn't added: history keeps the %lld most recent.
de: 1 älteres Rezept ohne Liste wurde nicht hinzugefügt: Der Verlauf behält die %lld zuletzt angesehenen.
es: 1 receta antigua sin lista no se añadió: el historial conserva las %lld más recientes.
fr: 1 ancienne recette sans liste n'a pas été ajoutée : l'historique garde les %lld plus récentes.
it: 1 vecchia ricetta senza lista non è stata aggiunta: la cronologia conserva le %lld più recenti.
pt_br: 1 receita antiga sem lista não foi adicionada: o histórico mantém as %lld mais recentes.

# backup_skipped_other %lld %lld
source: %1$lld older recipes in no list weren't added: history keeps the %2$lld most recent.
de: %1$lld ältere Rezepte ohne Liste wurden nicht hinzugefügt: Der Verlauf behält die %2$lld zuletzt angesehenen.
es: %1$lld recetas antiguas sin lista no se añadieron: el historial conserva las %2$lld más recientes.
fr: %1$lld anciennes recettes sans liste n'ont pas été ajoutées : l'historique garde les %2$lld plus récentes.
it: %1$lld vecchie ricette senza lista non sono state aggiunte: la cronologia conserva le %2$lld più recenti.
pt_br: %1$lld receitas antigas sem lista não foram adicionadas: o histórico mantém as %2$lld mais recentes.

# cd_change_units
source: Change units
de: Einheiten ändern
es: Cambiar unidades
fr: Changer d'unités
it: Cambia unità
pt_br: Alterar unidades

# cd_clear_search
source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella la ricerca
pt_br: Limpar busca

# cd_clip_remove_line %lld
source: Remove line %lld
de: Zeile %lld entfernen
es: Quitar la línea %lld
fr: Retirer la ligne %lld
it: Rimuovi la riga %lld
pt_br: Remover a linha %lld

# cd_decrease_amount
source: Decrease amount
de: Menge verringern
es: Reducir cantidad
fr: Réduire la quantité
it: Diminuisci la quantità
pt_br: Diminuir quantidade

# cd_decrease_servings
source: Decrease servings
de: Portionen verringern
es: Reducir raciones
fr: Réduire le nombre de portions
it: Diminuisci le porzioni
pt_br: Diminuir porções

# cd_go_to_step %lld
source: Go to step %lld
de: Zu Schritt %lld
es: Ir al paso %lld
fr: Aller à l'étape %lld
it: Vai al passaggio %lld
pt_br: Ir para o passo %lld

# cd_hide_ingredients
source: Hide ingredients
de: Zutaten ausblenden
es: Ocultar ingredientes
fr: Masquer les ingrédients
it: Nascondi gli ingredienti
pt_br: Ocultar ingredientes

# cd_in_a_list
source: Saved to a list
de: In einer Liste gespeichert
es: Guardada en una lista
fr: Enregistrée dans une liste
it: Salvata in una lista
pt_br: Salva em uma lista

# cd_increase_amount
source: Increase amount
de: Menge erhöhen
es: Aumentar cantidad
fr: Augmenter la quantité
it: Aumenta la quantità
pt_br: Aumentar quantidade

# cd_increase_servings
source: Increase servings
de: Portionen erhöhen
es: Aumentar raciones
fr: Augmenter le nombre de portions
it: Aumenta le porzioni
pt_br: Aumentar porções

# cd_more_options
source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
it: Altre opzioni
pt_br: Mais opções

# cd_next_week
source: Next week
de: Nächste Woche
es: Semana siguiente
fr: Semaine suivante
it: Settimana successiva
pt_br: Próxima semana

# cd_open_original %@
source: Open the original recipe on %@
de: Originalrezept auf %@ öffnen
es: Abrir la receta original en %@
fr: Ouvrir la recette originale sur %@
it: Apri la ricetta originale su %@
pt_br: Abrir a receita original em %@

# cd_previous_week
source: Previous week
de: Vorherige Woche
es: Semana anterior
fr: Semaine précédente
it: Settimana precedente
pt_br: Semana anterior

# cd_save_to_list
source: Save to a list
de: In einer Liste speichern
es: Guardar en una lista
fr: Enregistrer dans une liste
it: Salva in una lista
pt_br: Salvar em uma lista

# cd_share_recipe
source: Share recipe
de: Rezept teilen
es: Compartir receta
fr: Partager la recette
it: Condividi la ricetta
pt_br: Compartilhar receita

# cd_show_ingredients
source: Show ingredients
de: Zutaten einblenden
es: Mostrar ingredientes
fr: Afficher les ingrédients
it: Mostra gli ingredienti
pt_br: Mostrar ingredientes

# clip_add_line
source: + Add a line
de: + Zeile hinzufügen
es: + Añadir una línea
fr: + Ajouter une ligne
it: + Aggiungi una riga
pt_br: + Adicionar uma linha

# clip_add_step
source: + Add a step
de: + Schritt hinzufügen
es: + Añadir un paso
fr: + Ajouter une étape
it: + Aggiungi un passaggio
pt_br: + Adicionar um passo

# clip_added_ingredients %lld
source: %lld ingredients added
de: %lld Zutaten hinzugefügt
es: %lld ingredientes añadidos
fr: %lld ingrédients ajoutés
it: %lld ingredienti aggiunti
pt_br: %lld ingredientes adicionados

# clip_added_name
source: Name added
de: Name hinzugefügt
es: Nombre añadido
fr: Nom ajouté
it: Nome aggiunto
pt_br: Nome adicionado

# clip_added_photo
source: Photo added
de: Foto hinzugefügt
es: Foto añadida
fr: Photo ajoutée
it: Foto aggiunta
pt_br: Foto adicionada

# clip_added_steps %lld
source: %lld steps added
de: %lld Schritte hinzugefügt
es: %lld pasos añadidos
fr: %lld étapes ajoutées
it: %lld passaggi aggiunti
pt_br: %lld passos adicionados

# clip_back_to_page
source: ‹ Back to page
de: ‹ Zurück zur Seite
es: ‹ Volver a la página
fr: ‹ Retour à la page
it: ‹ Torna alla pagina
pt_br: ‹ Voltar à página

# clip_cleared_ingredients
source: Ingredients cleared
de: Zutaten entfernt
es: Ingredientes borrados
fr: Ingrédients effacés
it: Ingredienti cancellati
pt_br: Ingredientes removidos

# clip_cleared_name
source: Name cleared
de: Name entfernt
es: Nombre borrado
fr: Nom effacé
it: Nome cancellato
pt_br: Nome removido

# clip_cleared_photo
source: Photo cleared
de: Foto entfernt
es: Foto borrada
fr: Photo effacée
it: Foto cancellata
pt_br: Foto removida

# clip_cleared_steps
source: Steps cleared
de: Schritte entfernt
es: Pasos borrados
fr: Étapes effacées
it: Passaggi cancellati
pt_br: Passos removidos

# clip_draft_restored
source: Draft restored
de: Entwurf wiederhergestellt
es: Borrador recuperado
fr: Brouillon restauré
it: Bozza ripristinata
pt_br: Rascunho restaurado

# clip_field_ingredients
source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
pt_br: Ingredientes

# clip_field_photo
source: Photo
de: Foto
es: Foto
it: Foto
pt_br: Foto

# clip_field_steps
source: Steps
de: Schritte
es: Pasos
fr: Étapes
it: Passaggi
pt_br: Passos

# clip_hint
source: Select text on the page, then tap where it goes. For the photo, tap Photo, then the picture.
de: Markiere Text auf der Seite und tippe dann an, wohin er gehört. Für das Foto tippe auf Foto und dann auf das Bild.
es: Selecciona texto en la página y toca dónde va. Para la foto, toca Foto y luego la imagen.
fr: Sélectionnez du texte sur la page, puis touchez l'endroit où il va. Pour la photo, touchez Photo, puis l'image.
it: Seleziona il testo nella pagina, poi tocca dove va. Per la foto, tocca Foto e poi l'immagine.
pt_br: Selecione o texto na página e toque onde ele vai. Para a foto, toque em Foto e depois na imagem.

# clip_ingredients_heading %lld
source: Ingredients · %lld
de: Zutaten · %lld
es: Ingredientes · %lld
fr: Ingrédients · %lld
it: Ingredienti · %lld
pt_br: Ingredientes · %lld

# clip_lines_selected %lld
source: %lld lines selected
de: %lld Zeilen markiert
es: %lld líneas seleccionadas
fr: %lld lignes sélectionnées
it: %lld righe selezionate
pt_br: %lld linhas selecionadas

# clip_lines_selected_hint
source: each line becomes one item
de: jede Zeile wird ein Eintrag
es: cada línea es un elemento
fr: chaque ligne devient un élément
it: ogni riga diventa una voce
pt_br: cada linha vira um item

# clip_no_photo
source: No photo. Tap Photo on the page, then the picture.
de: Kein Foto. Tippe auf der Seite auf Foto und dann auf das Bild.
es: Sin foto. Toca Foto en la página y luego la imagen.
fr: Pas de photo. Touchez Photo sur la page, puis l'image.
it: Nessuna foto. Tocca Foto nella pagina, poi l'immagine.
pt_br: Sem foto. Toque em Foto na página e depois na imagem.

# clip_offer
source: Open the page, select the name, ingredients and steps, and tap where each one goes.
de: Öffne die Seite, markiere Namen, Zutaten und Schritte und tippe an, wohin jedes gehört.
es: Abre la página, selecciona el nombre, los ingredientes y los pasos, y toca dónde va cada uno.
fr: Ouvrez la page, sélectionnez le nom, les ingrédients et les étapes, puis touchez l'endroit où va chacun.
it: Apri la pagina, seleziona il nome, gli ingredienti e i passaggi e tocca dove va ciascuno.
pt_br: Abra a página, selecione o nome, os ingredientes e os passos e toque onde cada um vai.

# clip_photo_from_page
source: Photo from the page
de: Foto von der Seite
es: Foto de la página
fr: Photo de la page
it: Foto dalla pagina
pt_br: Foto da página

# clip_picking_photo
source: Tap the picture to use as the photo.
de: Tippe auf das Bild, das du als Foto verwenden willst.
es: Toca la imagen que quieras usar como foto.
fr: Touchez l'image à utiliser comme photo.
it: Tocca l'immagine da usare come foto.
pt_br: Toque na imagem que vai ser a foto.

# clip_review
source: Review
de: Prüfen
es: Revisar
fr: Vérifier
it: Rivedi
pt_br: Revisar

# clip_save
source: Save recipe
de: Rezept speichern
es: Guardar receta
fr: Enregistrer la recette
it: Salva ricetta
pt_br: Salvar receita

# clip_save_failed
source: Couldn't save the clip. Try again.
de: Der Ausschnitt konnte nicht gespeichert werden. Versuche es noch einmal.
es: No se pudo guardar el recorte. Inténtalo de nuevo.
fr: Impossible d'enregistrer la découpe. Réessayez.
it: Impossibile salvare il ritaglio. Riprova.
pt_br: Não foi possível salvar o recorte. Tente de novo.

# clip_steps_heading %lld
source: Steps · %lld
de: Schritte · %lld
es: Pasos · %lld
fr: Étapes · %lld
it: Passaggi · %lld
pt_br: Passos · %lld

# clip_summary_ingredients %lld
source: %lld ingredients
de: %lld Zutaten
es: %lld ingredientes
fr: %lld ingrédients
it: %lld ingredienti
pt_br: %lld ingredientes

# clip_summary_no_name
source: No name
de: Kein Name
es: Sin nombre
fr: Sans nom
it: Senza nome
pt_br: Sem nome

# clip_summary_no_photo
source: no photo
de: kein Foto
es: sin foto
fr: sans photo
it: senza foto
pt_br: sem foto

# clip_summary_photo
source: photo
de: Foto
es: foto
it: foto
pt_br: foto

# clip_summary_steps %lld
source: %lld steps
de: %lld Schritte
es: %lld pasos
fr: %lld étapes
it: %lld passaggi
pt_br: %lld passos

source: Clipped by you
de: Von dir ausgeschnitten
es: Recortada por ti
fr: Découpée par vous
it: Ritagliata da te
pt_br: Recortada por você

# clipped_by_you_on %@
source: Clipped by you · %@
de: Von dir ausgeschnitten · %@
es: Recortada por ti · %@
fr: Découpée par vous · %@
it: Ritagliata da te · %@
pt_br: Recortada por você · %@

# convert_liquids_description
source: Milk, water, oil and other pourables
de: Milch, Wasser, Öl und andere Flüssigkeiten
es: Leche, agua, aceite y otros líquidos
fr: Lait, eau, huile et autres liquides
it: Latte, acqua, olio e altri liquidi
pt_br: Leite, água, óleo e outros líquidos

# convert_liquids_title
source: Also convert liquids
de: Auch Flüssigkeiten umrechnen
es: Convertir también los líquidos
fr: Convertir aussi les liquides
it: Converti anche i liquidi
pt_br: Converter também os líquidos

# cook_done_finish
source: Done — finish
de: Fertig – beenden
es: Hecho — terminar
fr: Terminé — finir
it: Fatto — fine
pt_br: Feito — concluir

# cook_done_next
source: Done — next step
de: Fertig – nächster Schritt
es: Hecho — siguiente paso
fr: Terminé — étape suivante
it: Fatto — passaggio successivo
pt_br: Feito — próximo passo

# cook_items %lld
source: %lld items
de: %lld Zutaten
es: %lld ingredientes
fr: %lld ingrédients
it: %lld ingredienti
pt_br: %lld ingredientes

# cook_position %lld %lld
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
it: Passaggio %1$lld di %2$lld
pt_br: Passo %1$lld de %2$lld

# cook_step_label %lld
source: STEP %lld
de: SCHRITT %lld
es: PASO %lld
fr: ÉTAPE %lld
it: PASSAGGIO %lld
pt_br: PASSO %lld

# dark_while_cooking_description
source: Keep cook mode on an ink screen in light mode
de: Kochmodus auch im hellen Modus dunkel anzeigen
es: Modo cocina con fondo oscuro también en modo claro
fr: Mode cuisine sur fond sombre, même en mode clair
it: Modalità cucina su sfondo scuro anche in modalità chiara
pt_br: Modo cozinhar com fundo escuro mesmo no modo claro

# dark_while_cooking_title
source: Dark while cooking
de: Dunkel beim Kochen
es: Oscuro al cocinar
fr: Sombre en cuisine
it: Scuro in cucina
pt_br: Escuro ao cozinhar

# delete_list_body
source: The list is removed. The recipes in it stay in your history.
de: Die Liste wird entfernt. Die Rezepte darin bleiben in deinem Verlauf.
es: Se eliminará la lista. Sus recetas seguirán en tu historial.
fr: La liste sera supprimée. Ses recettes resteront dans votre historique.
it: La lista verrà rimossa. Le sue ricette resteranno nella cronologia.
pt_br: A lista será removida. As receitas dela continuam no seu histórico.

# delete_list_title %@
source: Delete "%@"?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
it: Eliminare «%@»?
pt_br: Excluir “%@”?
